12/data/attachments/e18b238f9d19bf3a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michelle_audience_Actions_33903_0</nif:username>
            <nif:friendToBeRequested>soap_actions_25bbe40f-2178-4dd0-a834-437ebfbe2f6e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>